[
  {
    "pergunta": "A gestão privada tende a ser mais eficiente que a pública, pelo que os cuidados de saúde devem ser prestados por privados com financiamento público.",
    "type": "económico",
    "theme": "saúde",
    "short": true,
    "index": 0,
    "multiplier": 1
  },
  {
    "pergunta": "As Parcerias Público-Privadas não são um instrumento útil para o País, mesmo que sejam bem negociadas e fiscalizadas.",
    "type": "económico",
    "theme": "público - privado",
    "short": false,
    "index": 1,
    "multiplier": -1
  },
  {
    "pergunta": "Os subsídios de desemprego generosos desincentivam a procura de trabalho e a criação de empresas e acabam frequentemente por causar mais danos do que benefícios no longo prazo.",
    "type": "económico",
    "theme": "mercado de trabalho",
    "short": true,
    "index": 2,
    "multiplier": 1
  },
  {
    "pergunta": "Existem várias infraestruturas e empresas que devem permanecer públicas por serem estrategicas para a soberania do país.",
    "type": "económico",
    "theme": "público - privado",
    "short": false,
    "index": 3,
    "multiplier": -1
  },
  {
    "pergunta": "É crucial que a trajetória da dívida pública seja controlada, mesmo que isso implique cortes no investimento público, salários públicos e nas despesas sociais.",
    "type": "económico",
    "theme": "política fiscal",
    "short": false,
    "index": 4,
    "multiplier": 1
  },
  {
    "pergunta": "Reduzir proteção laboral daria mais incentivo à contratação, dinamizando a economia e a criação de emprego",
    "type": "económico",
    "theme": "mercado de trabalho",
    "short": false,
    "index": 5,
    "multiplier": 1
  },
  {
    "pergunta": "O governo deve utilizar incentivos fiscais para influenciar decisões de consumo ou investimento com fins estratégicos, mesmo que isso resulte num sistema fiscal mais complexo.",
    "type": "económico",
    "theme": "política fiscal",
    "short": false,
    "index": 6,
    "multiplier": -1
  },
  {
    "pergunta": "O governo deve usar impostos e regulações ambientais para combater as alterações climáticas.",
    "type": "económico",
    "theme": "regulação",
    "short": true,
    "index": 7,
    "multiplier": -1
  },
  {
    "pergunta": "A regulação económica protege os consumidores e trabalhadores, mas é frequentemente excessiva, sufocando a economia e o empreendedorismo.",
    "type": "económico",
    "theme": "regulação",
    "short": true,
    "index": 8,
    "multiplier": 1
  },
  {
    "pergunta": "Em geral, o setor privado toma melhores decisões de investimento do que o Estado, que raramente sabe onde aplicar recursos eficazmente.",
    "type": "económico",
    "theme": "público - privado",
    "short": false,
    "index": 9,
    "multiplier": 1
  },
  {
    "pergunta": "O IRS devia ser menos progressivo para atrair e reter pessoas talentosas com rendimentos mais elevados e melhores qualificações.",
    "type": "económico",
    "theme": "política fiscal",
    "short": false,
    "index": 10,
    "multiplier": 1
  },
  {
    "pergunta": "Em regra, reduzir o IRC tem poucos impactos positivos no investimento e na competitividade internacional da economia.",
    "type": "económico",
    "theme": "política fiscal",
    "short": true,
    "index": 11,
    "multiplier": -1
  },
  {
    "pergunta": "Grandes heranças devem ser tributadas porque os herdeiros não têm mérito em receber esse rendimento.",
    "type": "económico",
    "theme": "política fiscal",
    "short": false,
    "index": 12,
    "multiplier": -1
  },
  {
    "pergunta": "Os subsídios dirigidos aos mais necessitados podem muitas vezes criar dependência do Estado e ser contraproducentes no longo prazo.",
    "type": "económico",
    "theme": "política fiscal",
    "short": true,
    "index": 13,
    "multiplier": 1
  },
  {
    "pergunta": "Em regra, à medida que aumenta a carga fiscal, a actividade económica é cada vez mais desincentivada.",
    "type": "económico",
    "theme": "política fiscal",
    "short": false,
    "index": 14,
    "multiplier": 1
  },
  {
    "pergunta": "Na maioria das circunstâncias, o comércio livre melhora o bem-estar de todos os paises envolvidos.",
    "type": "económico",
    "theme": "comércio internacional",
    "short": true,
    "index": 15,
    "multiplier": 1
  },
  {
    "pergunta": "A economia europeia continua demasiado fragmentada e deverá convergir para um verdadeiro mercado único, a fim de ser competitiva com os Estados Unidos e a China.",
    "type": "económico",
    "theme": "economia europeia",
    "short": false,
    "index": 16,
    "multiplier": 1
  },
  {
    "pergunta": "A União Europeia deve ter em conta considerações geopolíticas e estratégicas em vez de negociar livremente com todos os países, independentemente dos seus valores e políticas.",
    "type": "económico",
    "theme": "comércio internacional",
    "short": false,
    "index": 17,
    "multiplier": -1
  },
  {
    "pergunta": "Se uma indústria nacional anteriormente forte sofrer com a concorrência internacional, o Estado deverá apoiar ou protegê-la.",
    "type": "económico",
    "theme": "comércio internacional",
    "short": true,
    "index": 18,
    "multiplier": -1
  },
  {
    "pergunta": "Trabalhar e criar empresas em qualquer país da UE devia ser mais fácil, mesmo que isso implicasse abdicar de algum controlo sobre as leis económicas e laborais nacionais.",
    "type": "económico",
    "theme": "economia europeia",
    "short": false,
    "index": 19,
    "multiplier": 1
  },
  {
    "pergunta": "O uso recreativo da canábis deveria ser proibido.",
    "type": "social",
    "theme": "liberdades pessoais",
    "short": true,
    "index": 20,
    "multiplier": -1
  },
  {
    "pergunta": "A prostituição deveria ser legalizada e regulamentada",
    "type": "social",
    "theme": "liberdade pessoais",
    "short": false,
    "index": 21,
    "multiplier": 1
  },
  {
    "pergunta": "A eutanásia deveria ser proibida.",
    "type": "social",
    "theme": "liberdade pessoais",
    "short": false,
    "index": 22,
    "multiplier": -1
  },
  {
    "pergunta": "As sociedades deveriam ter mais em conta o bem-estar dos animais, mesmo quando isso ameaça tradiçôes nacionais.",
    "type": "social",
    "theme": "liberdade pessoais",
    "short": false,
    "index": 23,
    "multiplier": 1
  },
  {
    "pergunta": "É fundamental que as escolas eduquem as crianças sobre a diversidade da experiência humana — incluindo questões como discriminação racial, de género ou sexual — para construir uma sociedade mais justa e empática.",
    "type": "social",
    "theme": "liberdade pessoais",
    "short": false,
    "index": 24,
    "multiplier": 1
  },
  {
    "pergunta": "Não basta atingir igualdade de oportunidade entre sexos e etnias, é necessário garantir a igualdade de resultados, nomeadamente através de quotas permanentes no sector público e privado.",
    "type": "social",
    "theme": "liberdade pessoais",
    "short": true,
    "index": 25,
    "multiplier": 1
  },
  {
    "pergunta": "A religião deve ser mantida totalmente fora das escolas públicas",
    "type": "social",
    "theme": "religião",
    "short": true,
    "index": 26,
    "multiplier": 1
  },
  {
    "pergunta": "O Estado deve ser tolerante em relação a religiões minoritárias no país.",
    "type": "social",
    "theme": "religião",
    "short": false,
    "index": 27,
    "multiplier": 1
  },
  {
    "pergunta": "A Igreja desempenha um papel positivo e importante na sociedade, logo não deve pagar impostos.",
    "type": "social",
    "theme": "religião",
    "short": false,
    "index": 28,
    "multiplier": -1
  },
  {
    "pergunta": "Ter uma religião dominante e culturalmente relevante é crucial para a coesão social de um país.",
    "type": "social",
    "theme": "religião",
    "short": true,
    "index": 29,
    "multiplier": -1
  },
  {
    "pergunta": "Ter comunidades no país com culturas diferentes enriquece sempre a sociedade sem pôr em causa a cultura nacional.",
    "type": "social",
    "theme": "imigração",
    "short": true,
    "index": 30,
    "multiplier": 1
  },
  {
    "pergunta": "A imigração deve ser fácil, pois a grande maioria dos imigrantes procura construir uma vida melhor para si, em harmonia com a população nativa e porque contribuem positivamente para o país.",
    "type": "social",
    "theme": "imigração",
    "short": true,
    "index": 31,
    "multiplier": 1
  },
  {
    "pergunta": "Não é correto estigmatizar um grupo social, mesmo que uma minoria desse grupo esteja associada a comportamentos impróprios ou ilegais.",
    "type": "social",
    "theme": "imigração",
    "short": false,
    "index": 32,
    "multiplier": 1
  },
  {
    "pergunta": "Os imigrantes devem ser obrigados a aprender a língua do país de acolhimento, mesmo que cumpram as suas leis.",
    "type": "social",
    "theme": "imigração",
    "short": false,
    "index": 33,
    "multiplier": -1
  },
  {
    "pergunta": "Os imigrantes não devem ter os mesmos direitos legais e cívicos que a população nativa.",
    "type": "social",
    "theme": "imigração",
    "short": false,
    "index": 34,
    "multiplier": -1
  },
  {
    "pergunta": "Investir em avanços tecnológicos (como fontes de energia limpa, eficiência energética e veículos eléctricos) é a melhor forma de combater as alterações climáticas e proteger o ambiente, e não reduzir o consumo.",
    "type": "social",
    "theme": "tecnologia",
    "short": true,
    "index": 35,
    "multiplier": 1
  },
  {
    "pergunta": "O impacto social das redes sociais é mais negativo do que positivo.",
    "type": "social",
    "theme": "tecnologia",
    "short": false,
    "index": 36,
    "multiplier": -1
  },
  {
    "pergunta": "Os custos sociais da inteligência artificial ​​excederão em muito os benefícios.",
    "type": "social",
    "theme": "tecnologia",
    "short": true,
    "index": 37,
    "multiplier": -1
  },
  {
    "pergunta": "Deveríamos apostar em Organismos Geneticamente Modificados (OGM) e explorar outras formas de engenharia genética",
    "type": "social",
    "theme": "tecnologia",
    "short": false,
    "index": 38,
    "multiplier": 1
  },
  {
    "pergunta": "A Europa deveria apostar mais em energia nuclear",
    "type": "social",
    "theme": "tecnologia",
    "short": false,
    "index": 39,
    "multiplier": 1
  },
  {
    "pergunta": "A separação de poderes políticos é mais importante do que a rapidez nas decisões políticas.",
    "type": "política",
    "theme": "instituições",
    "short": false,
    "index": 40,
    "multiplier": 1
  },
  {
    "pergunta": "O progresso social e político sustentável advém de líderes fortes e esclarecidos, não do diálogo e do compromisso entre as diferentes partes de uma sociedade.",
    "type": "política",
    "theme": "instituições",
    "short": true,
    "index": 41,
    "multiplier": -1
  },
  {
    "pergunta": "É essencial que numa democracia existam mecanismos fortes de controlo entre os diferentes poderes, mesmo que isso torne o sistema político mais complexo, opaco e a responsabilização mais difícil de determinar.",
    "type": "política",
    "theme": "instituições",
    "short": true,
    "index": 42,
    "multiplier": 1
  },
  {
    "pergunta": "É importante que os funcionários da administração pública estejam protegidos das pressões políticas, mesmo que isso torne reformas da administração pública mais difíceis.",
    "type": "política",
    "theme": "instituições",
    "short": false,
    "index": 43,
    "multiplier": 1
  },
  {
    "pergunta": "O sistema político do meu país necessita de uma revisão profunda, já que as instituições políticas do meu país não podem ser reformadas e melhoradas.",
    "type": "política",
    "theme": "instituições",
    "short": false,
    "index": 44,
    "multiplier": -1
  },
  {
    "pergunta": "A constituição deve proteger direitos individuais sem discriminar minorias, independentemente da vontade da maioria.",
    "type": "política",
    "theme": "justiça",
    "short": false,
    "index": 45,
    "multiplier": 1
  },
  {
    "pergunta": "O governo deve tentar regular os meios de comunicação social, para garantir que notícias falsas não se propagam.",
    "type": "política",
    "theme": "justiça",
    "short": false,
    "index": 46,
    "multiplier": -1
  },
  {
    "pergunta": "O principal objectivo do sistema prisional deveria ser punir severamente para dissuadir o crime, não reabilitar os infratores.",
    "type": "política",
    "theme": "justiça",
    "short": false,
    "index": 47,
    "multiplier": -1
  },
  {
    "pergunta": "A liberdade de expressão deve ser protegida, mesmo quando causa angústia a minorias oprimidas, a figuras de autoridade ou é dirigida contra símbolos nacionais, desde que não incite violência.",
    "type": "política",
    "theme": "justiça",
    "short": true,
    "index": 48,
    "multiplier": 1
  },
  {
    "pergunta": "Algumas liberdades nunca deverão ser comprometidas, mesmo temporariamente, e mesmo face a eventos extraordinários (como uma guerra ou uma pandemia).",
    "type": "política",
    "theme": "justiça",
    "short": false,
    "index": 49,
    "multiplier": 1
  },
  {
    "pergunta": "É mais importante garantir que criminosos e corruptos são apanhados e punidos, do que garantir que inocentes não são injustamente perseguidos ou condenados pela justiça.",
    "type": "política",
    "theme": "justiça",
    "short": true,
    "index": 50,
    "multiplier": -1
  },
  {
    "pergunta": "A União Europeia não deveria ajudar países democráticos e liberais contra a agressão de países autocráticos, tanto a nível económico como fornecendo apoio militar.",
    "type": "política",
    "theme": "política externa",
    "short": false,
    "index": 51,
    "multiplier": -1
  },
  {
    "pergunta": "A melhor maneira de resolver questões diplomáticas complexas como o conflito Israel-Palestina é a comunidade internacional capacitar organizações internacionais como as Nações Unidas.",
    "type": "política",
    "theme": "política externa",
    "short": true,
    "index": 52,
    "multiplier": 1
  },
  {
    "pergunta": "Sanções económicas são uma boa forma de condenar actos de política externa dos quais discordamos e de promover os valores do país internacionalmente.",
    "type": "política",
    "theme": "política externa",
    "short": false,
    "index": 53,
    "multiplier": 1
  },
  {
    "pergunta": "As alianças militares com países que partilham valores semelhantes, como a NATO, são a melhor forma de garantir uma paz duradoura, mesmo que isso signifique ser arrastado para uma guerra, no pior dos cenários.",
    "type": "política",
    "theme": "política externa",
    "short": true,
    "index": 54,
    "multiplier": 1
  },
  {
    "pergunta": "A adesão à União Europeia foi benéfica e uma maior integração europeia é desejável, mesmo que isso implique uma maior transferência de soberania nacional",
    "type": "política",
    "theme": "integração europeia",
    "short": false,
    "index": 55,
    "multiplier": 1
  },
  {
    "pergunta": "Estar integrado numa União Europeia mais forte seria benéfico para Portugal a longo prazo, mesmo que a curto prazo isso possa acarretar custos em algumas matérias, como na política agrícola e de pescas.",
    "type": "política",
    "theme": "integração europeia",
    "short": true,
    "index": 56,
    "multiplier": 1
  },
  {
    "pergunta": "É possível encontrar soluções para problemas como as alterações climáticas e a evasão fiscal internacional através de políticas nacionais, sem cooperação e integração política internacional.",
    "type": "política",
    "theme": "integração europeia",
    "short": true,
    "index": 57,
    "multiplier": -1
  },
  {
    "pergunta": "A emissão de dívida europeia é um passo importante e desejável na integração europeia futura.",
    "type": "política",
    "theme": "integração europeia",
    "short": false,
    "index": 58,
    "multiplier": 1
  },
  {
    "pergunta": "As nações desenvolvidas não têm uma obrigação moral de acolher refugiados que fogem do seu país por questões como a guerra ou alterações climáticas.",
    "type": "política",
    "theme": "política externa",
    "short": false,
    "index": 59,
    "multiplier": -1
  }
]